txt_ins = '''
Данное приложение позволит \n вам с помощью теста Руфье\n провести первичную диагностику\n вашего здоровья.\n
Проба Руфье представляет\n собой нагрузочный комплекс,\n предназначенный для оценки\n работоспособности сердца\n при физической нагрузке.\n
У испытуемого определяют\n частоту пульса за 15 секунд.\n
Затем в течение 45 секунд\n испытуемый выполняет 30 приседаний.\n
После окончания нагрузки\n пульс подсчитывается вновь:\n число пульсаций за первые 15 секунд,\n 30 секунд отдыха, число пульсаций\n за последние 15 секунд.\n'''

ins_test1 = '''Замерьте пульс за 15 секунд.\n
Результат запишите\n в соответствующее поле.'''

ins_test2 = '''Выполните 30 приседаний\n за 45 секунд.\n 
Нажмите кнопку "Начать"\n, чтобы запустить счетчик приседаний.\n
Делайте приседания\n со скоростью счетчика.'''

txt_test3 = '''В течение минуты\n замерьте пульс два раза:\n 
за первые 15 секунд минуты, \nзатем за последние 15 секунд.\n
Результаты запишите\n в соответствующие поля.''' 

txt_sits = 'Выполните 30 приседаний за 45'

txt_ending = '''Индекс руфье:'''